Repository: eReuse/devicehub-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: INBOX
ca: SAFATA D'ENTRADA
es: BANDEJA DE ENTRADA

source: VISUAL INSPECTION
ca: PER INSPECCIÓ VISUAL
es: PARA INSPECCIÓN VISUAL

source: REPAIR
ca: PER REPARACIÓ
es: PARA REPARAR

source: INSTALL
ca: PER INSTAL·LAR
es: PARA INSTALAR

source: TEST
ca: PER PROVA
es: PARA PRUEBA

source: PACKAGING
ca: PER EMPAQUETAMENT
es: PARA EMPAQUETADO

source: DONATION
ca: PER DONACIÓ
es: PARA DONACIÓN

source: DISMANTLE
ca: PER DESMANTELLAR
es: DESMANTELAR

source: <Created> State '{}'. Previous State: '{}'
ca: <Created>Estat "{}". Estat anterior: '{}'
es: <Created>Estado '{}'. Estado anterior: '{}'

source: State successfully changed from '{}' to '{}'
ca: L'estat ha canviat correctament de "{}" a "{}"
es: El estado se cambió correctamente de '{}' a '{}'

source: There was an error with your submission.
ca: S'ha produït un error amb l'enviament.
es: Hubo un error con tu envío.

source: None
ca: Cap
es: Ninguno

source: <Created> Note: '{}'
ca: <Created>Nota: "{}"
es: <Created>Nota: '{}'

source: Note has been added
ca: S'ha afegit una nota
es: Se ha añadido una nota

source: <Updated> Note. Old Description: '{}'. New Description: '{}'
ca: <Updated>Nota. Descripció antiga: "{}". Descripció nova: "{}"
es: <Updated>Nota. Descripción anterior: '{}'. Nueva descripción: '{}'

source: Note cannot be empty.
ca: La nota no pot estar buida.
es: La nota no puede estar vacía.

source: You do not have permission to delete this note.
ca: No teniu permís per suprimir aquesta nota.
es: No tienes permiso para eliminar esta nota.

source: <Deleted> Note. Description: '{}'.
ca: <Deleted>Nota. Descripció: '{}'.
es: <Deleted>Nota. Descripción: '{}'.

source: Note '{}' deleted successfully.
ca: La nota "{}" s'ha suprimit correctament.
es: Nota '{}' eliminada correctamente.

source: Edit
ca: Edita
es: Editar

source: Add new user
ca: Afegeix un usuari nou
es: Añadir nuevo usuario

source: Cancel
ca: Cancel·la
es: Cancelar

source: Delete
ca: Suprimeix
es: Eliminar

source: Save
ca: Desa
es: Guardar

source: Add
ca: Afegeix
es: Agregar

source: Lot Group Name
ca: Nom del grup de lots
es: Nombre del grupo de lotes

source: Actions
ca: Accions
es: Acciones

source: Update Order
ca: Actualitza l'ordre
es: Actualizar orden

source: No Lot Groups found on current organization
ca: No s'han trobat grups de lots a l'organització actual
es: No se encontraron grupos de lotes en la organización actual

source: Add Lot Group
ca: Afegeix un grup de lots
es: Agregar grupo de lotes

source: Tag
ca: Etiqueta
es: Etiqueta

source: Maximum 50 characters.
ca: Màxim 50 caràcters.
es: Máximo 50 caracteres.

source: Close
ca: Tanca
es: Cerrar

source: Add Lot tag
ca: Afegeix l'etiqueta de lot
es: Agregar etiqueta de lote

source: Edit Lot Group
ca: Edita el grup de lots
es: Editar grupo de lotes

source: Save Changes
ca: Desa els canvis
es: Guardar cambios

source: Delete Lot Group
ca: Suprimeix el grup de lots
es: Eliminar grupo de lotes

source: Move and drag state definitions to reorder
ca: Mou i arrossega les definicions d'estat per reordenar-les
es: Mueva y arrastre las definiciones de estados para reordenar

source: State Definition
ca: Definició d'estat
es: Definición de estado

source: No states found on current organization
ca: No s'han trobat estats a l'organització actual
es: No se encontraron estados en la organización actual

source: Add State Definition
ca: Afegeix una definició d'estat
es: Agregar definición de estado

source: State
ca: Estat
es: Estado

source: Add state definition
ca: Afegeix una definició d'estat
es: Agregar definición de estado

source: Edit State Definition
ca: Edita la definició de l'estat
es: Editar definición de estado

source: Existing devices with this state will not have their state names changed.
ca: Els dispositius existents amb aquest estat no canviaran els seus noms d’estat.
es: Los dispositivos existentes con este estado no cambiarán sus nombres de estado.

source: Any changes in order will not be saved.
ca: Els canvis en l'ordre no es desaran.
es: Cualquier cambio en el pedido no se guardará.

source: Delete State Definition
ca: Suprimeix la definició d'estat
es: Eliminar definición de estado

source: Devices with a State of this description will not have their State altered
ca: Els dispositius amb un estat d'aquesta descripció no tindran el seu estat alterat
es: Los dispositivos con un estado de esta descripción no verán alterado su estado

source: Users
ca: Usuaris
es: Usuarios

source: admin / Users
ca: admin / usuaris
es: admin / Usuarios

source: User
ca: Usuari
es: Usuario

source: admin / User
ca: admin / usuari
es: admin / Usuario

source: Delete user
ca: Suprimeix l'usuari
es: Borrar usuario

source: Edit user
ca: Edita l'usuari
es: Editar usuario

source: Lot Groups Panel
ca: Panell de grups de lots
es: Panel de grupos de lotes

source: admin / Lot Groups Panel
ca: admin / Panell de grups de lots
es: admin /grupos de lotes

source: New lot group Definition
ca: Nova definició de grup de lots
es: Definición de nuevo grupo de lotes

source: Lot Group successfully added.
ca: Grup de lots afegit correctament.
es: Grupo de lotes agregado correctamente.

source: This group have lots. Impossible to delete.
ca: Aquest grup té lots. Impossible d'esborrar.
es: Este grupo tiene muchos. Imposible eliminarlo.

source: Lot Group has been deleted.
ca: El grup de lots s'ha suprimit.
es: El grupo de lotes ha sido eliminado.

source: Lot Group updated successfully.
ca: Grup de lots actualitzat correctament.
es: Grupo de lotes actualizado correctamente.

source: Edit institution
ca: Edita la institució
es: Editar institución

source: State definitions are the custom finite states that a device can be in.
ca: Les definicions d'estat són els estats finits personalitzats en què pot estar un dispositiu.
es: Las definiciones de estado son los estados finitos personalizados en los que puede estar un dispositivo.

source: States Panel
ca: Panell d’estats
es: Panel de Estados

source: admin / States Panel
ca: admin / panell d'estats
es: admin / Panel de Estados

source: New State Definition
ca: Nova definició d'estat
es: Nueva definición de estado

source: State definition successfully added.
ca: S'ha afegit correctament la definició d'estat.
es: Definición de estado agregada correctamente.

source: State is already defined.
ca: L'estat ja està definit.
es: El estado ya está definido.

source: Order changed succesfuly.
ca: L'ordre s'ha canviat correctament.
es: Pedido cambiado correctamente.

source: State definition updated successfully.
ca: La definició d'estat s'ha actualitzat correctament.
es: Definición de estado actualizada correctamente.

source: Retrieve a specific device property
ca: Recuperar una propietat específica del dispositiu
es: Obtener una propiedad específica del dispositivo

source: Fetch detailed information about a particular user property associated with a device. Returns: - Property key, value, creation timestamp and associated device ID - 403 if user lacks permission to access this device - 404 if property or device doesn't exist
ca: Obtenir informació detallada sobre una propietat d'usuari associada a un dispositiu. Retorna: - Clau de la propietat, valor, data de creació i ID del dispositiu associat - 403 si l'usuari no té permís per accedir a aquest dispositiu - 404 si la propietat o el dispositiu no existeixen
es: Obtiene información detallada sobre una propiedad de usuario asociada a un dispositivo. Retorna: - Clave de propiedad, valor, marca de tiempo de creación e ID del dispositivo asociado - 403 si el usuario no tiene permiso para acceder a este dispositivo - 404 si la propiedad o el dispositivo no existen

source: Remove a device's user property
ca: Eliminar una propietat d'usuari del dispositiu
es: Eliminar una propiedad de usuario del dispositivo

source: Permanently deletes a custom user property from a device. Behavior: - Returns 200 with deleted property details if successful - Returns 404 if property or device doesn't exist - Returns 403 if user lacks permission
ca: Elimina permanentment una propietat d'usuari personalitzada d'un dispositiu. Comportament: - Retorna 200 amb els detalls de la propietat eliminada si té èxit - Retorna 404 si la propietat o el dispositiu no existeixen - Retorna 403 si l'usuari no té permís
es: Elimina permanentemente una propiedad de usuario personalizada de un dispositivo. Comportamiento: - Retorna 200 con detalles de la propiedad eliminada si es exitoso - Retorna 404 si la propiedad o el dispositivo no existen - Retorna 403 si el usuario no tiene permiso

source: Create or update device's user property
ca: Crear o actualitzar una propietat d'usuari del dispositiu
es: Crear o actualizar una propiedad de usuario del dispositivo

source: Sets or modifies a custom user property on a device. Behaviour: - Creates new property if it doesn't exist (201) - Updates existing property (200) Returns: - Property details with action performed (created/updated) - 400 for invalid input - 403 for permission denied
ca: Estableix o modifica una propietat d'usuari personalitzada en un dispositiu. Comportament: - Crea una nova propietat si no existeix (201) - Actualitza una propietat existent (200) Retorna: - Detalls de la propietat amb l'acció realitzada (creada/actualitzada) - 400 per entrada invàlida - 403 per permís denegat
es: Establece o modifica una propiedad de usuario personalizada en un dispositivo. Comportamiento: - Crea una nueva propiedad si no existe (201) - Actualiza una propiedad existente (200) Retorna: - Detalles de la propiedad con la acción realizada (creada/actualizada) - 400 para entrada inválida - 403 para permiso denegado

source: Get complete device information
ca: Obtenir informació completa del dispositiu
es: Obtener información completa del dispositivo

source: Retrieves comprehensive technical specifications and metadata for a device. Includes: - Hardware specifications (CPU, RAM, storage etc.) - Custom user properties - Current device state - Last update timestamp Responses: - 200: Full device details - 403: Access denied - 404: Device not found
ca: Recupera especificacions tècniques completes i metadades d'un dispositiu. Inclou: - Especificacions de maquinari (CPU, RAM, emmagatzematge, etc.) - Propietats d'usuari personalitzades - Estat actual del dispositiu - Data de l'última actualització Respostes: - 200: Detalls complets del dispositiu - 403: Accés denegat - 404: Dispositiu no trobat
es: Obtiene especificaciones técnicas completas y metadatos de un dispositivo. Incluye: - Especificaciones de hardware (CPU, RAM, almacenamiento, etc.) - Propiedades de usuario personalizadas - Estado actual del dispositivo - Marca de tiempo de última actualización Respuestas: - 200: Detalles completos del dispositivo - 403: Acceso denegado - 404: Dispositivo no encontrado

source: Retrieve devices in a lot
ca: Recuperar dispositius en un lot
es: Obtener dispositivos en un lote

source: Get all devices belonging to a specific lot. The lot can be identified by either: - Its numeric ID (e.g., #1) - Its name (e.g., "donante-orgA") Returns: - 200 - Lot details (ID, name, description, etc.) and list of all devices with their technical specifications - 404 - Lot not found
ca: Obtenir tots els dispositius pertanyents a un lot específic. El lot pot identificar-se per: - El seu ID numèric (ex. #1) - El seu nom (ex. "donant-orgA") Retorna: - 200 - Detalls del lot (ID, nom, descripció, etc.) i llista de tots els dispositius amb les seves especificacions tècniques - 404 - Lot no trobat
es: Obtiene todos los dispositivos pertenecientes a un lote específico. El lote puede identificarse por: - Su ID numérico (ej. #1) - Su nombre (ej. "donante-orgA") Retorna: - 200 - Detalles del lote (ID, nombre, descripción, etc.) y lista de todos los dispositivos con sus especificaciones técnicas - 404 - Lote no encontrado

source: Assign devices to lot
ca: Assignar dispositius a un lot
es: Asignar dispositivos a un lote

source: Add multiple devices to a specified lot in a single operation. The lot can be identified by either: - Its numeric ID (e.g., #1) - Its name (e.g., "donante-orgA") Returns: - 200: All valid devices assigned - 207: Partial assignment (some invalid IDs) - 401: Lot is archived - 404: Lot wasnot found - 422: No valid device IDs provided
ca: Afegir múltiples dispositius a un lot específic en una sola operació. El lot pot identificar-se per: - El seu ID numèric (ex. #1) - El seu nom (ex. "donant-orgA") Retorna: - 200: Tots els dispositius vàlids assignats - 207: Assignació parcial (alguns IDs invàlids) - 401: El lot està arxivat - 404: Lot no trobat - 422: No s'han proporcionat IDs vàlids
es: Agrega múltiples dispositivos a un lote específico en una sola operación. El lote puede identificarse por: - Su ID numérico (ej. #1) - Su nombre (ej. "donante-orgA") Retorna: - 200: Todos los dispositivos válidos asignados - 207: Asignación parcial (algunos IDs inválidos) - 401: Lote archivado - 404: Lote no encontrado - 422: No se proporcionaron IDs válidos

source: Remove devices from lot
ca: Eliminar dispositius d'un lot
es: Eliminar dispositivos de un lote

source: Remove multiple devices from a specified lot in a single operation. The lot can be identified by either: - Its numeric ID (e.g., #1) - Its name (e.g., "donante-orgA") Returns: - 200: All valid devices removed - 207: Partial removal (some invalid IDs) - 422: No valid device IDs provided
ca: Eliminar múltiples dispositius d'un lot específic en una sola operació. El lot pot identificar-se per: - El seu ID numèric (ex. #1) - El seu nom (ex. "donant-orgA") Retorna: - 200: Tots els dispositius vàlids eliminats - 207: Eliminació parcial (alguns IDs invàlids) - 422: No s'han proporcionat IDs vàlids
es: Elimina múltiples dispositivos de un lote específico en una sola operación. El lote puede identificarse por: - Su ID numérico (ej. #1) - Su nombre (ej. "donante-orgA") Retorna: - 200: Todos los dispositivos válidos eliminados - 207: Eliminación parcial (algunos IDs inválidos) - 422: No se proporcionaron IDs válidos

source: Unique device identifier (hash)
ca: Identificador únic del dispositiu (hash)
es: Identificador único del dispositivo (hash)

source: Unique device identifier, shortened
ca: Identificador únic del dispositiu, abreujat
es: Identificador único del dispositivo, abreviado

source: Manufacturer of the device
ca: Fabricant del dispositiu
es: Fabricante del dispositivo

source: Model name/number of the device
ca: Nom/número de model del dispositiu
es: Nombre/número de modelo del dispositivo

source: Serial number of the device
ca: Número de sèrie del dispositiu
es: Número de serie del dispositivo

source: Processor model name
ca: Nom del model del processador
es: Nombre del modelo del procesador

source: Number of CPU cores
ca: Nombre de nuclis de CPU
es: Número de núcleos de CPU

source: Total installed RAM memory
ca: Memòria RAM total instal·lada
es: Memoria RAM total instalada

source: Type of RAM memory
ca: Tipus de memòria RAM
es: Tipo de memoria RAM

source: Total available RAM slots
ca: Ranures de RAM totals disponibles
es: Ranuras de RAM totales disponibles

source: Number of used RAM slots
ca: Nombre de ranures de RAM utilitzades
es: Número de ranuras de RAM usadas

source: Storage drive model and capacity
ca: Model i capacitat de la unitat d'emmagatzematge
es: Modelo y capacidad de la unidad de almacenamiento

source: Graphics processing unit model
ca: Model de la unitat de processament gràfic
es: Modelo de la unidad de procesamiento gráfico

source: Type of device (desktop, laptop, etc.)
ca: Tipus de dispositiu (escriptori, portàtil, etc.)
es: Tipo de dispositivo (escritorio, portátil, etc.)

source: Custom properties assigned to this device
ca: Propietats personalitzades assignades a aquest dispositiu
es: Propiedades personalizadas asignadas a este dispositivo

source: Current state of the device
ca: Estat actual del dispositiu
es: Estado actual del dispositivo

source: Timestamp of last update to this record
ca: Marca de temps de l'última actualització d'aquest registre
es: Marca de tiempo de la última actualización de este registro

source: Unique identifier for the lot
ca: Identificador únic del lot
es: Identificador único del lote

source: Name of the lot
ca: Nom del lot
es: Nombre del lote

source: Custom identification code assigned by operator
ca: Codi d'identificació personalitzat assignat per l'operador
es: Código de identificación personalizado asignado por el operador

source: Whether this lot has been archived
ca: Si aquest lot ha estat arxivat
es: Si este lote ha sido archivado

source: Description of the lot contents
ca: Descripció del contingut del lot
es: Descripción del contenido del lote

source: Lot information
ca: Informació del lot
es: Información del lote

source: List of devices in this lot
ca: Llista de dispositius en aquest lot
es: Lista de dispositivos en este lote

source: Concise error message
ca: Missatge d'error concís
es: Mensaje de error conciso

source: Detailed error context
ca: Context detallat de l'error
es: Contexto detallado del error

source: List of device identifiers to process
ca: Llista d'identificadors de dispositius a processar
es: Lista de identificadores de dispositivos a procesar

source: Device IDs
ca: IDs dels dispositius
es: IDs de dispositivos

source: Device IDs must be non-empty strings
ca: Els IDs dels dispositius han de ser cadenes no buides
es: Los IDs de dispositivos deben ser cadenas no vacías

source: Overall operation status
ca: Estat general de l'operació
es: Estado general de la operación

source: Successfully processed device IDs
ca: IDs de dispositius processats amb èxit
es: IDs de dispositivos procesados exitosamente

source: Invalid or unprocessable device IDs
ca: IDs de dispositius invàlids o no processables
es: IDs de dispositivos inválidos o no procesables

source: Additional status information
ca: Informació addicional de l'estat
es: Información adicional del estado

source: Property value to set
ca: Valor de la propietat a establir
es: Valor de propiedad a establecer

source: Associated device ID
ca: ID del dispositiu associat
es: ID del dispositivo asociado

source: When this property was created
ca: Quan es va crear aquesta propietat
es: Cuando se creó esta propiedad

source: Operation status
ca: Estat de l'operació
es: Estado de la operación

source: User property information
ca: Informació de la propietat d'usuari
es: Información de propiedad de usuario

source: What action was performed
ca: Quina acció es va realitzar
es: Qué acción se realizó

source: DeviceHub identifier (short code)
ca: Identificador de DeviceHub (codi curt)
es: Identificador de DeviceHub (código corto)

source: Direct URL to access this device
ca: URL directa per accedir a aquest dispositiu
es: URL directa para acceder a este dispositivo

source: Public URL for sharing this device
ca: URL pública per compartir aquest dispositiu
es: URL pública para compartir este dispositivo

source: Process device snapshot
ca: Processar instantània del dispositiu
es: Procesar instantánea del dispositivo

source: Upload and process a workbench snapshot JSON file to register or update device information. Returns: - 200: Success - Snapshot processed successfully - 400: Bad Request - Invalid JSON format - 409: Conflict - Snapshot with this UUID already exists - 422: Unprocessable Entity - Invalid snapshot structure or missing required fields - 500: Internal Server Error - Unexpected processing failure
ca: Pujar i processar un fitxer JSON d'instantània de workbench per registrar o actualitzar informació del dispositiu. Retorna: - 200: Èxit - Instantània processada correctament - 400: Sol·licitud incorrecta - Format JSON invàlid - 409: Conflicte - Ja existeix una instantània amb aquest UUID - 422: Entitat no processable - Estructura d'instantània invàlida o camps requerits faltants - 500: Error intern del servidor - Fallada inesperada en el processament
es: Sube y procesa un archivo JSON de instantánea de workbench para registrar o actualizar información del dispositivo. Retorna: - 200: Éxito - Instantánea procesada correctamente - 400: Solicitud incorrecta - Formato JSON inválido - 409: Conflicto - Ya existe una instantánea con este UUID - 422: Entidad no procesable - Estructura de instantánea inválida o campos requeridos faltantes - 500: Error interno del servidor - Fallo inesperado en el procesamiento

source: Permission denied. User is not authenticated
ca: Permís denegat. L'usuari no està autenticat
es: Permiso denegado. El usuario no está autenticado

source: Short ID
ca: ID curt
es: ID corto

source: Current State
ca: Estat actual
es: Estado actual

source: Type
ca: Tipus
es: Tipo

source: Manufacturer
ca: Fabricant
es: Fabricante

source: Model
es: Modelo

source: Evidence last updated
es: Última actualización de evidencia

source: Profile
es: Perfil

source: My Tokens
es: Mis Tokens

source: Settings File
es: Archivo de configuración

source: Admin Panel
es: Panel de administración

source: Manage Users
es: Gestionar usuarios

source: Help
es: Ayuda

source: Logout
es: Cerrar sesión

source: States
ca: Estats
es: Estados

source: Lot Groups
ca: Grups de lots
es: Grupos de lotes

source: Devices
ca: Dispositius
es: Dispositivos

source: All
ca: Tots
es: Todos

source: Lots
es: Lotes

source: Evidences
ca: Evidències
es: Evidencias

source: List of evidences
ca: Llista d'evidències
es: Lista de evidencias

source: Upload JSON file
ca: Puja fitxer JSON
es: Subir archivo JSON

source: Upload Spreadsheet
ca: Puja full de càlcul
es: Subir hoja de cálculo

source: Upload Web Form
ca: Puja formulari web
es: Subir formulario web

source: Search your device
ca: Cerca de dispositius
es: Buscar dispositivos

source: Previous
ca: Anterior
es: Anterior

source: Next
ca: Següent
es: Siguiente

source: Search devices within lot (append :field for filters)
ca: Cercar dispositius dins del lot (afegir :camp per filtres)
es: Buscar dispositivos en el lote (añadir :campo para filtros)

source: Available filters:
ca: Filtres disponibles:
es: Filtros disponibles:

source: for example i5:cpu
ca: per exemple i5:cpu
es: por ejemplo i5:cpu

source: Properties
ca: Propietats
es: Propiedades

source: NOT IMPLEMENTED. Document management
ca: NO IMPLEMENTAT. Gestió de documents
es: NO IMPLEMENTADO. Gestión de documentos

source: Documents
es: Documentos

source: Export main components (.csv)
ca: Exportar components principals (.csv)
es: Exportar componentes principales (.csv)

source: Export filtered(.csv)
ca: Exportar filtrats (.csv)
es: Exportar filtrados (.csv)

source: Export all (.csv)
ca: Exportar tots (.csv)
es: Exportar todos (.csv)

source: Export main components (.xlsx)
ca: Exportar components principals (.xlsx)
es: Exportar componentes principales (.xlsx)

source: Export filtered (.xlsx)
ca: Exportar filtrats (.xlsx)
es: Exportar filtrados (.xlsx)

source: Export all (.xlsx)
ca: Exportar tots (.xlsx)
es: Exportar todos (.xlsx)

source: Show
ca: Mostrar
es: Mostrar

source: devices
ca: dispositius
es: dispositivos

source: archived
ca: arxivats
es: archivados

source: open
ca: oberts
es: abiertos

source: Device Management
ca: Gestió de dispositius
es: Gestión de dispositivos

source: Unassign
ca: Desassignar
es: Desasignar

source: Assign to lot
ca: Assignar a lot
es: Asignar a lote

source: Change state
ca: Canviar estat
es: Cambiar estado

source: Showing
ca: Mostrant
es: Mostrando

source: Device/s
ca: Dispositiu/s
es: Dispositivo/s

source: Inbox
ca: Safata d'entrada
es: Bandeja de entrada

source: All Devices
ca: Tots els dispositius
es: Todos los dispositivos

source: Lot
es: Lote

source: Lot / {} / Devices
ca: Lot / {} / Dispositius
es: Lote / {} / Dispositivos

source: Search
ca: Cercar
es: Buscar

source: Search Devices
ca: Cercar dispositius
es: Buscar dispositivos
