Repository: eReuse/devicehub-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Add a note
ca: Afegeix una nota
es: Añadir una nota

source: General details
ca: Detalls generals
es: Detalles generales

source: Components
es: Componentes

source: Dpps
ca: PDPs
es: PDPs

source: Log
ca: Registre
es: Registro

source: Environmental impact
ca: Impacte ambiental
es: Impacto Ambiental

source: Add a Note
ca: Afegeix una nota
es: Añadir una Nota

source: Note
ca: Nota
es: Nota

source: Save Note
ca: Desa la nota
es: Guardar Nota

source: Component details
ca: Detalls dels components
es: Detalles del componente

source: Add component
ca: Afegeix un component
es: Añadir componente

source: Components from last evidence
es: Última evidencia de componentes

source: Empty memory Slot
ca: Ranura de memòria buida
es: Slot de memoria vacío

source: List of dpps
ca: Llista de PDPs
es: Lista de PDPs

source: Environmental Impact Details
ca: Detalls d'impacte ambiental
es: Detalles del impacto ambiental

source: Relevant Input Data
ca: Dades d'entrada rellevants
es: Información de entrada relevante

source: Input Parameter
ca: Paràmetre d'entrada
es: Parámetros relevantes

source: Value
ca: Valor
es: Valor

source: No relevant input data available
ca: No hi ha dades d'entrada rellevants disponibles
es: No hay valores de entrada disponibles

source: Read about the algorithm insights
ca: Llegiu sobre les estadístiques de l'algoritme
es: Lee más acerca del algoritmo

source: Date
ca: Data
es: Fecha

source: Details
ca: Detalls
es: Detalles

source: Is an erase server
ca: És un servidor d'esborrat
es: Es un servidor de borrado

source: Yes
ca: Sí
es: Sí

source: Version
ca: Versió
es: Versión

source: Serial Number
ca: Número de sèrie
es: Número de serie

source: Identifiers
ca: Identificadors
es: Identificadores

source: Event
ca: Esdeveniment
es: Evento

source: No logs recorded.
ca: No s'han registrat registres.
es: No se registraron registros.

source: New user property
ca: Nova propietat d'usuari
es: Nueva propiedad de usuario

source: User properties
ca: Propietats d'usuari
es: Propiedades del usuario

source: Key
ca: Tecla
es: Clave

source: Created on
ca: Data de creació
es: Creado el

source: Confirm Deletion
ca: Confirma l'eliminació
es: Confirmar la eliminación

source: Key:
ca: Clau:
es: Clave:

source: Value:
ca: Valor:
es: Valor:

source: Created on:
ca: Creat el:
es: Creado el:

source: Edit User Property
ca: Edita la propietat de l'usuari
es: Editar propiedad de usuario

source: Save changes
ca: Desa els canvis
es: Guardar cambios

source: New Device
ca: Nou dispositiu
es: Nuevo dispositivo

source: Update Device
ca: Actualitza el dispositiu
es: Actualizar dispositivo

source: Device
ca: Dispositiu
es: Dispositivo

source: New User Property
ca: Nova propietat d'usuari
es: Nueva propiedad de usuario

source: Property successfully added.
ca: Propietat afegida correctament.
es: Propiedad agregada correctamente.

source: <Created> UserProperty: {}: {}
es: <Created>Propiedad del usuario: {}: {}

source: Property is already defined.
ca: La propietat ja està definida.
es: La propiedad ya está definida.

source: Update User Property
ca: Actualitza la propietat de l'usuari
es: Actualizar propiedad del usuario

source: Property updated successfully.
ca: La propietat s'ha actualitzat correctament.
es: Propiedad actualizada correctamente.

source: <Updated> UserProperty: {}: {} to {}: {}
ca: <Updated>UserProperty: {}: {} a {}: {}
es: <Updated>Propiedad del usuario: {}: {} a {}: {}

source: <Deleted> User Property: {}:{}
ca: <Deleted>Propietat d'usuari: {}:{}
es: <Deleted>Propiedad del usuario: {}:{}

source: User property deleted successfully.
ca: La propietat de l'usuari s'ha suprimit correctament.
es: Propiedad del usuario eliminada correctamente.

source: File
ca: Fitxer
es: ﻿Archivo

source: The snapshot already exists
ca: La evidència ja existeix
es: La evidencia ya existe

source: Error on '%(file_name)s': %(error)s
ca: Error a "%(file_name)s": %(error)s
es: Error en '%(file_name)s': %(error)s

source: <Deleted> Evidence Tag. Old Value: '{}'
ca: <Deleted>Etiqueta d'evidència. Valor antic: "{}"
es: <Deleted>Etiqueta de evidencia. Valor anterior: '{}'

source: <Updated> Evidence Tag. Old Value: '{}'. New Value: '{}'
ca: <Updated>Etiqueta d'evidència. Valor antic: '{}'. Valor nou: "{}"
es: <Updated>Etiqueta de evidencia. Valor anterior: '{}'. Nuevo valor: '{}'

source: <Created> Evidence Tag. Value: '{}'
ca: <Created>Etiqueta d'evidència. Valor: "{}"
es: <Created>Etiqueta de evidencia. Valor: '{}'

source: File to import
ca: Fitxer a importar
es: Archivo a importar

source: Error on '%(file_name)s': Invalid File
ca: Error a "%(file_name)s": fitxer no vàlid
es: Error en '%(file_name)s': Archivo no válido

source: The file you try to import is empty!
ca: El fitxer que intenteu importar està buit!
es: ¡El archivo que intentas importar está vacío!

source: Is a Erase Server
ca: És un servidor d'esborrat
es: Es un servidor de borrado

source: Download File
ca: Baixa fitxer
es: Descargar archivo

source: Erase Server
ca: Servidor d’esborrat
es: Servidor de borrado

source: It is an erase server
ca: És un servidor d'esborrat
es: Es un servidor de borrado

source: It is not an erase server
ca: No és un servidor d'esborrat
es: No es un servidor de borrado

source: Algorithm
ca: algorisme
es: Algoritmo

source: Device ID
ca: ID Dispositiu
es: ID del Dispositivo

source: Upload Evidence
ca: Puja proves
es: Adjuntar evidencia

source: Evidence uploaded successfully.
ca: L'evidència s'ha pujat correctament.
es: Evidencia cargada correctamente.

source: Import Evidence
ca: Importar evidència
es: Importar evidencia

source: Evidence imported successfully.
ca: S'han importat evidències correctament.
es: Evidencia importada correctamente.

source: <Deleted> Evidence Tag: {}
ca: <Deleted>Etiqueta d'evidència: {}
es: <Deleted>Etiqueta de evidencia: {}

source: Evicende Tag deleted successfully.
ca: L'etiqueta d’evidència s'ha suprimit correctament.
es: Etiqueta de evidencia eliminada correctamente.

source: Two-factor Authentication
ca: Autenticació de doble factor
es: Autenticación de doble factor

source: We have sent you an email with a link that you have to click to log in.
ca: Us hem enviat un correu electrònic amb un enllaç que hau de fer clic per iniciar sessió.
es: Le hemos enviado un correo electrónico con un enlace que debe hacer clic para iniciar sesión.

source: You're receiving this email because you tried to access %(site_name)s.
ca: Heu rebut aquest correu electrònic perquè heu provat d'accedir a %(site_name)s.
es: Ha recibido este correo electrónico porque ha intentado acceder a %(site_name)s.

source: Please go to the following page
ca: Si us plau, aneu a la pàgina següent
es: Por favor vaya a la siguiente página

source: Thanks for using our site!
ca: Gràcies per utilitzar el nostre lloc!
es: ¡Gracias por utilizar nuestro sitio!

source: The %(site_name)s team
ca: L'equip de %(site_name)s
es: El equipo de %(site_name)s

source: Your username, in case you've forgotten:
ca: El vostre nom d'usuari, en cas que l'heu oblidat:
es: Su nombre de usuario, en caso de que lo haya olvidado:

source: Authentication in %(site_name)s
ca: Autenticació a %(site_name)s
es: Autenticación en %(site_name)s

source: You're receiving this email because your user account at %(site)s has been activated.
ca: Heu rebut aquest correu electrònic perquè el vostre compte d'usuari a %(site)s s'ha activat.
es: Estás recibiendo este correo electrónico porque su cuenta de usuario en %(site)s se ha activado.

source: Your username is:
ca: El teu nom d'usuari és:
es: Tu nombre de usuario es:

source: Please go to the following page and choose a password:
ca: Aneu a la pàgina següent i trieu una contrasenya:
es: Por favor, vaya a la siguiente página y elija una contraseña:

source: The %(site)s team
ca: L'equip de %(site)s
es: El equipo %(site)s

source: User activation on %(site)s
ca: Activació d'usuari a %(site)s
es: Activación de usuario en %(site)s

source: Sign in
es: Iniciar sesión

source: Login
ca: Inici de sessió
es: Iniciar sesión

source: Forgot your password?
ca: Heu oblidat la contrasenya?
es: ¿Olvido su contraseña?

source: Log in
ca: Inicia la sessió
es: Iniciar sesión

source: Forgot your password? Click here to recover
ca: Has oblidat la teva contrasenya? Feu clic aquí per recuperar-la
es: ¿Olvidó su contraseña? Haga clic aquí para recuperarla

source: Password Reset
es: Restablecer contraseña

source: Enter your email address below, and we'll email instructions for setting a new one.
es: Si ha olvidado su contraseña, introduzca su dirección de correo electrónico y le enviaremos instrucciones para restablecer su contraseña.

source: Reset Password
ca: Restableix la contrasenya
es: Restablecer contraseña

source: Back to login
ca: Torna a iniciar sessió
es: Volver a iniciar sesión

source: Password reset complete
ca: S'ha completat el restabliment de la contrasenya
es: Cambio de contraseña correcto

source: Your password has been set. You may go ahead and log in now.
ca: S'ha establert la vostra contrasenya. Ara podeu entrar.
es: Su contraseña ha sido establecida. Puede iniciar sesión ahora.

source: Enter new password
ca: Introduïu la contrasenya nova
es: Introduzca nueva contraseña

source: Please enter your new password twice so we can verify you typed it in correctly.
ca: Introduïu la contrasenya nova dues vegades, de manera que ens assegurem que l'heu escrita correctament.
es: Por favor, introduzca su nueva contraseña dos veces para poder verificar que la ha escrito correctamente.

source: Change my password
ca: Canvia la contrasenya
es: Cambiar mi contraseña

source: Password reset unsuccessful
ca: No s'ha pogut restablir la contrasenya
es: El restablecimiento de contraseña no fue exitoso

source: The password reset link was invalid, possibly because it has already been used.
ca: L'enllaç de restabliment de la contrasenya no era vàlid, possiblement perquè ja s'ha utilitzat.
es: El enlace para restablecer la contraseña no era válido, posiblemente porque ya se había utilizado.

source: Please request a new password reset.
ca: Sol·liciteu un nou restabliment de la contrasenya.
es: Solicite un nuevo restablecimiento de contraseña.

source: Password reset sent
ca: S'ha enviat el restabliment de la contrasenya
es: Restablecimiento de contraseña enviado

source: We've sent you an email with instructions to reset your password. If an account with the provided email exists, you should receive it shortly.
ca: Us hem enviat per correu electrònic instruccions per establir la vostra contrasenya, si hi ha un compte amb el correu electrònic que heu introduït. Les hauríeu de rebre en breu.
es: Hemos enviado instrucciones para restablecer su contraseña a la dirección de correo electrónico introducida. Debería recibirla en breve.

source: If you don't receive an email, please check the email address you entered and look in your spam folder.
ca: Si no rebeu cap correu electrònic, assegureu-vos que heu introduït l'adreça amb la qual us heu registrat i comproveu la vostra carpeta de correu brossa.
es: Si no recibe ningún correo, por favor asegúrese de haber ingresado la dirección de correo con la que se registró, y compruebe en su carpeta de correo basura.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ca: Heu rebut aquest correu electrònic perquè heu sol·licitat un restabliment de la contrasenya per al vostre compte d'usuari a %(site_name)s.
es: Está recibiendo este mensaje porque has solicitado restablecer la contraseña de tu cuenta en %(site_name)s.

source: Please go to the following page and choose a new password:
ca: Aneu a la pàgina següent i trieu una nova contrasenya:
es: Vaya a la siguiente página y elija una nueva contraseña:

source: Password reset on %(site_name)s
ca: Restabliment de la contrasenya a %(site_name)s
es: Restablecimiento de contraseña en %(site_name)s

source: Login error. Check credentials.
ca: Error d'inici de sessió. Reviseu les credencials.
es: Error al iniciar sesión. Verifique sus credenciales.

source: Lot Name
ca: Nom del lot
es: Nombre del grupo de lotes

source: Description
ca: Descripció
es: Descripción

source: No description
ca: Sense descripció
es: No hay descripción

source: Status
ca: Estat
es: Estado

source: Created On
ca: Data de creació
es: Creado el

source: Created By
ca: Creat per
es: Creado por

source: Unknown
ca: Desconegut
es: N/A

source: Are you sure you want to delete the following lot/s?
ca: Esteu segur que voleu suprimir el/s lot/s següent/s?
es: ¿Confirma que desea eliminar estos lot/es?

source: device/s
ca: dispositiu/s
es: dispositivo/s

source: Archived
ca: Arxivat
es: Archivado

source: Open
ca: Obert
es: Abierto

source: Code
ca: Codi
es: Código

source: Owner
ca: Propietari
es: Dueño

source: Created by
ca: Creat per
es: Creado por

source: Lot Group
ca: Grup de lots
es: Grupo de lotes

source: Created
ca: Creat
es: Creado el

source: Last Updated
ca: Darrera actualització
es: Apellido

source: All associated devices will be deassigned.
ca: Tots els dispositius associats seran desassignats.
es: Todos los dispositivos asociados serán deasignados.

source: No devices are associated with these lots.
ca: No hi ha dispositius associats amb aquests lots.
es: No hay dispositivos asociados a estos lotes.

source: Search by name or description...
ca: Cerca per nom o descripció...
es: Buscar por nombre o descripción

source: New lot
ca: Lot nou
es: Nuevo lote

source: Delete Selected
ca: Elimina els seleccionats
es: Borrar seleccionado

source: Active
ca: Actiu
es: Activo

source: All Lots
ca: Tots els lots
es: Todos

source: Edit Property
ca: Edita propietat
es: Editar propiedad

source: Delete Property
ca: Suprimeix la propietat
es: Eliminar propiedad

source: Are you sure you want to delete this property?
ca: Esteu segur que voleu suprimir aquesta propietat?
es: ¿Confirma que desea eliminar esta propiedad?

source: Lot created successfully.
ca: Lot creat correctament.
es: Grupo de lotes actualizado correctamente.

source: Lot name is already defined.
ca: El nom del lot ja està definit.
es: El nombre del lote ya está definido.

source: Delete lot/s
ca: Esborra lot/s
es: Borrar lote/s

source: No lots selected for deletion.
ca: No s'ha seleccionat cap lot per eliminar.
es: No existen lotes seleccionados para eliminar.

source: Lots succesfully deleted
ca: Lots eliminats correctament.
es: Lotes eliminados correctamente.

source: Edit lot
ca: Edita lot
es: Editar lote

source: Lot edited succesfully.
ca: Lot editat correctament.
es: Grupo de lotes actualizado correctamente.

source: Add to lots
ca: Afegeix als lots
es: Añadir a los lotes

source: Lot group
ca: Grup de lots
es: Grupos de lotes

source: lots
es: lotes

source: New Lot Property
ca: Nova propietat del lot
es: Propiedad de lote nuevo

source: Update lot Property
ca: Actualitza la propietat del lot
es: Actualizar propiedad de lote

source: Lot property deleted successfully.
ca: La propietat del lot s'ha suprimit correctament.
es: Propiedad de lote eliminada correctamente.

source: Name
ca: Nom
es: Nombre

source: Logo
ca: Logotip
es: Logotipo

source: Location
ca: Ubicació
es: Ubicación

source: Email address
ca: Adreça de correu
es: Dirección de correo electrónico

source: is active
ca: és activa
es: es activo

source: is admin
ca: és admin
es: es admin

source: First name
ca: Nom
es: Nombre

source: Last name
ca: Cognoms
es: Apellido

source: Generate a new token
ca: Genera un nou testimoni
es: Generar un nuevo token

source: Download Settings
ca: Descarrega configuració
es: Descargar preferencias

source: Credential management
ca: Gestió de credencials
es: Gestión de credenciales

source: Managament Tokens
ca: Gestió de testimonis
es: Gestion de Tokens

source: New Tokens
ca: Nous testimonis
es: Nuevos Tokens

source: Panel
ca: Panell

source: open Lot/s
ca: lot/s obert/s

source: Assign
ca: Assignar

source: Deassign
ca: Desassignar

source: Token
ca: Testimoni

source: user
ca: usuari

source: Token Management
ca: Gestió de testimonis

source: Manage your personal tokens for using Devicehub.
ca: Gestiona els teus testimonis personals per utilitzar Devicehub.

source: Go
ca: Vés-hi

source: Download a settings file for your Workbench.
ca: Descarrega un fitxer de configuració per al teu Workbench.

source: Language
ca: Idioma

source: Click below to select your preferred language.
ca: Fes clic a sota per seleccionar el teu idioma preferit.
